Repository: lbihin/buggel_perl
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Public par défaut
de: Standardmäßig öffentlich

source: Vous avez été déconnecté avec succès.
de: Sie wurden erfolgreich abgemeldet.

source: Votre compte a été créé avec succès ! Vous pouvez maintenant vous connecter.
de: Ihr Konto wurde erfolgreich erstellt! Sie können sich jetzt anmelden.

source: Votre mot de passe a été mis à jour avec succès!
de: Ihr Passwort wurde erfolgreich aktualisiert!

source: Votre profil a été mis à jour avec succès!
de: Ihr Profil wurde erfolgreich aktualisiert!

source: Vos préférences et les préférences de l'application ont été mises à jour avec succès!
de: Ihre Einstellungen und die Anwendungseinstellungen wurden erfolgreich aktualisiert!

source: Vos préférences ont été mises à jour avec succès!
de: Ihre Einstellungen wurden erfolgreich aktualisiert!

source: Image à transformer
de: Bild zum Umwandeln

source: Téléchargez une image pour créer un modèle de perles à repasser
de: Laden Sie ein Bild hoch, um ein Bügelperlen-Muster zu erstellen

source: Nombre de couleurs
de: Anzahl der Farben

source: Nombre de couleurs à utiliser dans le modèle final
de: Anzahl der Farben im fertigen Muster

source: Utiliser mes couleurs disponibles
de: Meine verfügbaren Farben verwenden

source: Séparez les tags par des virgules
de: Tags mit Kommas trennen

source: ex: animaux, mario, cadeau
de: z.B.: Tiere, Mario, Geschenk

source: Nom du modèle
de: Modellname

source: Description (optionnelle)
de: Beschreibung (optional)

source: Description
de: Beschreibung

source: Rendre public
de: Öffentlich machen

source: Support de perles
de: Steckplatte

source: Choisissez le support de perles à utiliser
de: Wählen Sie die zu verwendende Steckplatte

source: Nombre de couleurs à utiliser (entre 2 et 256)
de: Anzahl der Farben (zwischen 2 und 256)

source: Détection des contours
de: Kantenerkennung

source: Activer la détection des contours pour faciliter la reproduction
de: Kantenerkennung aktivieren, um die Reproduktion zu erleichtern

source: Nom
de: Name

source: Créateur
de: Ersteller

source: Date de création
de: Erstellungsdatum

source: Date de modification
de: Änderungsdatum

source: Public
de: Öffentlich

source: Image originale
de: Originalbild

source: Motif en perles
de: Perlenmuster

source: Métadonnées
de: Metadaten

source: Paramètres de génération (palette, dimensions, etc.)
de: Generierungseinstellungen (Palette, Abmessungen usw.)

source: Modèle de perles
de: Bügelperlen-Muster

source: Modèles de perles
de: Bügelperlen-Muster

source: Nombre de picots en largeur
de: Anzahl der Stifte in der Breite

source: Nombre de picots en hauteur
de: Anzahl der Stifte in der Höhe

source: Supports de perles
de: Steckplatten

source: Seuil d'alerte pour les perles en faible quantité
de: Warnschwelle für geringe Perlenanzahl

source: Quantité minimale de perles en dessous de laquelle une alerte sera affichée
de: Mindestanzahl an Perlen, unter der eine Warnung angezeigt wird

source: Préférence de l'application
de: Anwendungseinstellung

source: Préférences de l'application
de: Anwendungseinstellungen

source: Vous n'avez pas accès à ce modèle.
de: Sie haben keinen Zugriff auf dieses Muster.

source: Votre modèle a été créé avec succès!
de: Ihr Muster wurde erfolgreich erstellt!

source: Vous n'avez pas le droit de modifier ce modèle.
de: Sie haben keine Berechtigung, dieses Muster zu bearbeiten.

source: Votre modèle a été modifié avec succès!
de: Ihr Muster wurde erfolgreich aktualisiert!

source: Vous n'avez pas le droit de supprimer ce modèle.
de: Sie haben keine Berechtigung, dieses Muster zu löschen.

source: Votre modèle a été supprimé avec succès!
de: Ihr Muster wurde erfolgreich gelöscht!

source: Ce modèle n'a pas encore de motif en perles.
de: Dieses Muster hat noch kein Perlendesign.

source: Cette vue est uniquement accessible via HTMX.
de: Diese Ansicht ist nur über HTMX zugänglich.

source: Chargement de l'image
de: Bild hochladen

source: Configuration du modèle
de: Muster-Konfiguration

source: Veuillez d'abord charger une image.
de: Bitte laden Sie zuerst ein Bild hoch.

source: Finalisation
de: Fertigstellung

source: Modèle du %(date)s
de: Muster vom %(date)s

source: Une erreur est survenue lors de la sauvegarde du modèle.
de: Beim Speichern des Musters ist ein Fehler aufgetreten.

source: Image introuvable.
de: Bild nicht gefunden.

source: Nouveau modèle
de: Neues Muster

source: Création de modèle de perles
de: Bügelperlen-Muster erstellen

source: Modèle introuvable.
de: Muster nicht gefunden.

source: Rouge
de: Rot

source: Vert
de: Grün

source: Bleu
de: Blau

source: Quantité
de: Menge

source: Notes
de: Notizen

source: Créé le
de: Erstellt am

source: Modifié le
de: Geändert am

source: Perles
de: Perlen

source: Noir
de: Schwarz

source: Gris foncé
de: Dunkelgrau

source: Gris
de: Grau

source: Blanc
de: Weiß

source: Jaune
de: Gelb

source: Violet
de: Lila

source: Autres
de: Andere

source: La quantité doit être un nombre entier positif.
de: Die Menge muss eine positive ganze Zahl sein.

source: Couleur invalide.
de: Ungültige Farbe.

source: Une perle avec ce nom existe déjà.
de: Eine Perle mit diesem Namen existiert bereits.

source: Perle ajoutée avec succès!
de: Perle erfolgreich hinzugefügt!

source: Perle mise à jour avec succès!
de: Perle erfolgreich aktualisiert!

source: Français
de: Französisch

source: English
de: Englisch

source: Largeur
de: Breite

source: Hauteur
de: Höhe

source: Taille
de: Größe

source: Diamètre
de: Durchmesser

source: La largeur est requise pour un rectangle.
de: Die Breite ist für ein Rechteck erforderlich.

source: La hauteur est requise pour un rectangle.
de: Die Höhe ist für ein Rechteck erforderlich.

source: La taille est requise pour un carré.
de: Die Größe ist für ein Quadrat erforderlich.

source: Le diamètre est requis pour un cercle.
de: Der Durchmesser ist für einen Kreis erforderlich.

source: Rectangle
de: Rechteck

source: Carré
de: Quadrat

source: Rond
de: Rund

source: Type de forme
de: Formtyp

source: Forme par défaut
de: Standardform

source: Forme partagée
de: Geteilte Form

source: Forme de perles
de: Steckplattenform

source: Formes de perles
de: Steckplattenformen

source: Vous n'avez pas l'autorisation de %(action)s cette forme
de: Sie sind nicht berechtigt, diese Form zu %(action)s

source: Forme créée avec succès!
de: Form erfolgreich erstellt!

source: Erreur lors de la création de la forme.
de: Fehler beim Erstellen der Form.

source: Forme mise à jour avec succès!
de: Form erfolgreich aktualisiert!

source: Erreur lors de la mise à jour de la forme.
de: Fehler beim Aktualisieren der Form.

source: Les formes par défaut ne peuvent pas être supprimées
de: Standardformen können nicht gelöscht werden

source: Forme %(name)s supprimée avec succès!
de: Form %(name)s erfolgreich gelöscht!

source: Méthode non autorisée
de: Methode nicht erlaubt

source: Erreur : %(errors)s
de: Fehler: %(errors)s

source: Forme %(name)s créée avec succès!
de: Form %(name)s erfolgreich erstellt!

source: Forme %(name)s mise à jour avec succès!
de: Form %(name)s erfolgreich aktualisiert!

source: Vous n'avez pas l'autorisation de supprimer cette forme
de: Sie sind nicht berechtigt, diese Form zu löschen

source: Erreur lors de la mise à jour des dimensions : %(error)s
de: Fehler beim Aktualisieren der Abmessungen: %(error)s

source: Erreur lors de la mise à jour du nom : %(error)s
de: Fehler beim Aktualisieren des Namens: %(error)s

source: Erreur lors de la mise à jour du type : %(error)s
de: Fehler beim Aktualisieren des Typs: %(error)s

source: Dimensions invalides.
de: Ungültige Abmessungen.

source: Plaque %(type)s %(dims)s
de: Platte %(type)s %(dims)s

source: Les plaques par défaut ne peuvent pas être supprimées
de: Standardplatten können nicht gelöscht werden

source: Connexion
de: Anmeldung

source: Se connecter
de: Anmelden

source: Pas encore de compte ?
de: Noch kein Konto?

source: S'inscrire
de: Registrieren

source: Inscription
de: Registrierung

source: Déjà un compte ?
de: Schon ein Konto?

source: Compte
de: Konto

source: Mot de passe
de: Passwort

source: Application
de: Anwendung

source: Préférences
de: Einstellungen

source: Enregistrer les modifications
de: Änderungen speichern

source: Changer le mot de passe
de: Passwort ändern

source: Préférences utilisateur
de: Benutzereinstellungen

source: Ces paramètres s'appliquent à tous les utilisateurs de l'application.
de: Diese Einstellungen gelten für alle Benutzer der Anwendung.

source: Enregistrer les préférences
de: Einstellungen speichern

source: Buggel — Modèles de Perles à Repasser
de: Buggel — Bügelperlen-Muster

source: Créer
de: Erstellen

source: Modèles
de: Muster

source: Plaques
de: Steckplatten

source: Paramètres
de: Einstellungen

source: Déconnexion
de: Abmelden

source: Fermer
de: Schließen

source: Modèle en perles — %(name)s
de: Perlenmuster — %(name)s

source: Régénérer le motif
de: Muster neu generieren

source: Régénérer
de: Neu generieren

source: Pas encore de motif
de: Noch kein Muster

source: Générer
de: Generieren

source: Cliquer pour modifier
de: Klicken zum Bearbeiten

source: Description…
de: Beschreibung…

source: Privé
de: Privat

source: Statistiques
de: Statistiken

source: grille
de: Raster

source: perles
de: Perlen

source: couleurs
de: Farben

source: Palette
de: Farbpalette

source: %(hex)s — %(count)s perles (%(pct)s%%)
de: %(hex)s — %(count)s Perlen (%(pct)s%%)

source: Originale
de: Original

source: Aperçu de l'image originale
de: Vorschau des Originalbildes

source: Survoler pour agrandir
de: Zum Vergrößern überfahren

source: Supprimer
de: Löschen

source: Supprimer ce modèle ?
de: Dieses Muster löschen?

source: Le modèle <strong>« %(name)s »</strong> sera supprimé définitivement.
de: Das Muster <strong>„%(name)s"</strong> wird endgültig gelöscht.

source: Annuler
de: Abbrechen

source: Retour au modèle
de: Zurück zum Muster

source: Modifier le modèle
de: Muster bearbeiten

source: Enregistrer
de: Speichern

source: Mes modèles
de: Meine Muster

source: %(counter)s modèle créé
de: %(counter)s Muster erstellt

source: Vous n'avez pas encore créé de modèle.
de: Sie haben noch keine Muster erstellt.

source: Créer mon premier modèle
de: Mein erstes Muster erstellen

source: Supprimer "%(name)s" ?
de: "%(name)s" löschen?

source: Cliquer pour modifier le nom
de: Klicken, um den Namen zu bearbeiten

source: Cliquer pour modifier la description
de: Klicken, um die Beschreibung zu bearbeiten

source: Cliquer pour ajouter une description
de: Klicken, um eine Beschreibung hinzuzufügen

source: Ajouter une description…
de: Beschreibung hinzufügen…

source: Image
de: Bild

source: Configuration
de: Konfiguration

source: Veuillez corriger les erreurs ci-dessous.
de: Bitte korrigieren Sie die folgenden Fehler.

source: Aucune image chargée.
de: Kein Bild geladen.

source: Retour
de: Zurück

source: Aperçu pixelisé
de: Pixelierte Vorschau

source: Forme de la plaque
de: Plattenform

source: Générer le modèle
de: Muster generieren

source: Finalisation du modèle
de: Muster finalisieren

source: Prévisualisation finale
de: Endvorschau

source: Image finale introuvable.
de: Endbild nicht gefunden.

source: dimensions
de: Abmessungen

source: Détails de la palette
de: Palettendetails

source: Fond détecté :
de: Hintergrund erkannt:

source: %(count)s perles exclues
de: %(count)s Perlen ausgeschlossen

source: Rendre visible aux autres utilisateurs
de: Für andere Benutzer sichtbar machen

source: Télécharger PNG
de: PNG herunterladen

source: Instructions
de: Anleitung

source: Instructions pour "%(name)s"
de: Anleitung für "%(name)s"

source: Modèle de perles à repasser - Généré le %(d)s
de: Bügelperlen-Muster - Erstellt am %(d)s

source: Modèle
de: Muster

source: Dimensions: %(w)s×%(h)s perles (%(total)s perles au total)
de: Abmessungen: %(w)s×%(h)s Perlen (%(total)s Perlen insgesamt)

source: Matériel nécessaire
de: Benötigtes Material

source: Pour réaliser ce modèle, vous aurez besoin de :
de: Für dieses Muster benötigen Sie:

source: %(total)s perles à repasser au total, réparties en %(count)s couleurs
de: %(total)s Bügelperlen insgesamt, verteilt auf %(count)s Farben

source: Une plaque de %(w)s×%(h)s plots
de: Eine Platte mit %(w)s×%(h)s Stiften

source: Du papier sulfurisé
de: Backpapier

source: Un fer à repasser
de: Ein Bügeleisen

source: Palette de couleurs
de: Farbpalette

source: Voici les couleurs nécessaires pour réaliser ce modèle :
de: Hier sind die benötigten Farben für dieses Muster:

source: Couleur
de: Farbe

source: Pourcentage
de: Prozentsatz

source: Placez votre plaque de %(w)s×%(h)s plots sur une surface plane.
de: Legen Sie Ihre %(w)s×%(h)s Steckplatte auf eine ebene Fläche.

source: Commencez par les perles du centre pour éviter les décalages.
de: Beginnen Sie mit den Perlen in der Mitte, um Verschiebungen zu vermeiden.

source: Suivez le modèle en plaçant les perles couleur par couleur.
de: Folgen Sie dem Muster, indem Sie die Perlen Farbe für Farbe platzieren.

source: Une fois toutes les perles placées, vérifiez que le motif correspond bien au modèle.
de: Überprüfen Sie nach dem Platzieren aller Perlen, ob das Design dem Muster entspricht.

source: Placez une feuille de papier sulfurisé sur les perles.
de: Legen Sie ein Blatt Backpapier über die Perlen.

source: Repassez doucement en faisant des mouvements circulaires pendant environ 15-20 secondes.
de: Bügeln Sie vorsichtig in kreisenden Bewegungen für etwa 15-20 Sekunden.

source: Laissez refroidir avant de retirer délicatement la création.
de: Lassen Sie es abkühlen, bevor Sie die Kreation vorsichtig entfernen.

source: Modèle généré avec l'application Buggel - Tous droits réservés
de: Muster erstellt mit der Buggel-App - Alle Rechte vorbehalten

source: Imprimer les instructions
de: Anleitung drucken

source: Ajustez les paramètres pour voir l'aperçu.
de: Passen Sie die Einstellungen an, um die Vorschau zu sehen.

source: Glissez votre image ici
de: Ziehen Sie Ihr Bild hierher

source: ou
de: oder

source: parcourez vos fichiers
de: durchsuchen Sie Ihre Dateien

source: PNG, JPG, WEBP — max 10 Mo
de: PNG, JPG, WEBP — max. 10 MB

source: Aperçu
de: Vorschau

source: Retirer l'image
de: Bild entfernen

source: Suivant
de: Weiter

source: Retour à la collection
de: Zurück zur Sammlung

source: Modifier
de: Bearbeiten

source: Ajouter
de: Hinzufügen

source: une perle
de: eine Perle

source: Couleurs rapides
de: Schnellfarben

source: Informations
de: Informationen

source: Mettre à jour
de: Aktualisieren

source: Cliquez pour modifier la couleur
de: Klicken, um die Farbe zu bearbeiten

source: Choisir une couleur
de: Farbe auswählen

source: Couleurs courantes
de: Übliche Farben

source: Valider
de: Bestätigen

source: Qté
de: Anz.

source: Cliquez pour modifier
de: Klicken zum Bearbeiten

source: Notes...
de: Notizen...

source: Supprimer cette perle ?
de: Diese Perle löschen?

source: Nom de la perle
de: Perlenname

source: Stock faible :
de: Niedriger Bestand:

source: %(counter)s perle en dessous de %(threshold)s unités.
de: %(counter)s Perle unter %(threshold)s Einheiten.

source: Close
de: Schließen

source: Ma collection de perles
de: Meine Perlensammlung

source: Gérez vos perles et suivez vos stocks
de: Verwalten Sie Ihre Perlen und verfolgen Sie Ihren Bestand

source: Aucune perle. Cliquez « Ajouter » pour commencer.
de: Keine Perlen. Klicken Sie auf „Hinzufügen", um zu beginnen.

source: Survolez une ligne et cliquez sur le stylo pour modifier.
de: Fahren Sie über eine Zeile und klicken Sie auf den Stift zum Bearbeiten.

source: Créez des modèles de perles
de: Erstellen Sie Perlenmuster

source: à partir de vos images
de: aus Ihren Bildern

source: Transformez n'importe quelle image en patron de perles à repasser en quelques clics.
de: Verwandeln Sie jedes Bild in wenigen Klicks in ein Bügelperlen-Muster.

source: S'inscrire gratuitement
de: Kostenlos registrieren

source: Assistant de création
de: Erstellungsassistent

source: Derniers modèles publics
de: Neueste öffentliche Muster

source: Aucun modèle public n'a encore été créé.
de: Es wurden noch keine öffentlichen Muster erstellt.

source: Modifier une forme
de: Form bearbeiten

source: Ajouter une forme
de: Form hinzufügen

source: Cercle
de: Kreis

source: Sera déterminé automatiquement
de: Wird automatisch bestimmt

source: (déterminé par les dimensions)
de: (durch die Abmessungen bestimmt)

source: Dimensions
de: Abmessungen

source: Partager cette forme avec les autres utilisateurs
de: Diese Form mit anderen Benutzern teilen

source: Modifier les dimensions
de: Abmessungen bearbeiten

source: Nouvelle forme
de: Neue Form

source: Modifier le nom
de: Name bearbeiten

source: Modifier le type
de: Typ bearbeiten

source: Sauvegarder
de: Speichern

source: Nom de la forme
de: Formname

source: Côté
de: Seite

source: Choisissez un type de forme :
de: Wählen Sie einen Formtyp:

source: Type
de: Typ

source: Aucune forme personnalisée
de: Keine benutzerdefinierten Formen

source: Cliquez sur le bouton + pour ajouter une nouvelle forme
de: Klicken Sie auf die Schaltfläche +, um eine neue Form hinzuzufügen

source: Créer une nouvelle forme
de: Neue Form erstellen

source: Voulez-vous vraiment supprimer la forme %(name)s ?
de: Möchten Sie die Form %(name)s wirklich löschen?

source: Supprimer cette forme
de: Diese Form löschen

source: Défaut
de: Standard

source: Partagée
de: Geteilt

source: L
de: B

source: Dia
de: Dm

source: Supprimer la plaque « %(name)s » ?
de: Platte "%(name)s" löschen?

source: Nom de la plaque
de: Plattenname

source: (Automatique)
de: (Automatisch)

source: Gestion des formes
de: Formenverwaltung

source: Rechercher...
de: Suchen...

source: Tous types
de: Alle Typen

source: Mes plaques
de: Meine Steckplatten

source: Gérez vos plaques à picots — la base physique pour poser vos perles à repasser
de: Verwalten Sie Ihre Steckplatten — die physische Grundlage für Ihre Bügelperlen

source: Nouvelle plaque
de: Neue Platte

source: Comment ça marche ?
de: Wie funktioniert es?

source: Les plaques à picots sont la base physique sur laquelle vous posez les perles à repasser.
de: Steckplatten sind die physische Grundlage, auf die Sie die Bügelperlen setzen.

source: Chaque plaque a une
de: Jede Platte hat eine

source: forme
de: Form

source: et des
de: und

source: (en nombre de picots).
de: (in Anzahl der Stifte).

source: Quand vous créez un modèle, l'image est adaptée à la grille de la plaque
de: Wenn Sie ein Muster erstellen, wird das Bild an das Raster der Platte angepasst

source: 1 pixel = 1 picot = 1 perle
de: 1 Pixel = 1 Stift = 1 Perle

source: Picots
de: Stifte

source: Aucune plaque. Cliquez « Nouvelle plaque » pour commencer.
de: Keine Platten. Klicken Sie auf „Neue Platte", um zu beginnen.

source: Survolez une ligne et cliquez sur le stylo pour modifier. Les plaques par défaut ne sont pas modifiables.
de: Fahren Sie über eine Zeile und klicken Sie auf den Stift zum Bearbeiten. Standardplatten können nicht bearbeitet werden.

source: (déterminé automatiquement)
de: (automatisch bestimmt)

source: Aucune forme disponible
de: Keine Formen verfügbar

source: Première
de: Erste

source: Précédente
de: Vorherige

source: Suivante
de: Nächste

source: Dernière
de: Letzte
